load/wrk/results/suspend-sleep100.txt
Running 5s test @ http://localhost:8082/perf/suspend?sleepMs=100
  8 threads and 120 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   106.01ms    1.46ms 108.16ms   76.47%
    Req/Sec   142.61     22.77   151.00     91.97%
  Latency Distribution
     50%  106.66ms
     75%  106.97ms
     90%  107.22ms
     99%  107.71ms
  5640 requests in 5.05s, 1.25MB read
Requests/sec:   1116.62
Transfer/sec:    252.98KB